Show / Hide Table of Contents
Class SetupValueDouble
Setup value double
Inheritance
System.Object
SetupValue
SetupValueDouble
Inherited Members
 SetupValue.Id
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class SetupValueDouble : SetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public double Value { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source